Repository: UTNkar/bocken
Catalog: src/bocken/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Bocken Journal System
sv: Bockens Journalsystem

source: There are no reports to delete
sv: Det finns inga rapporter att ta bort

source: Delete latest report
sv: Radera senaste rapporten

source: Delete the latest report
sv: Radera den senaste rapporten

source: Passwords don't match
sv: Lösenorden matchar inte

source: <a href="../password/">Change the user's password here</a>.
sv: <a href="../password/">Ändra användarens lösenord här</a>.

source: Your personnummer
sv: Ditt personnummer

source: I confirm that Bocken is clean and in good shape
sv: Jag intygar att Bocken är i gott skick

source: Trip meter at start
sv: Mätare vid start

source: Trip meter at stop
sv: Mätare vid stop

source: Not sure which group to choose? Choose the group that seems most reasonable to be paying for your trip.
sv: Osäker på vilken grupp du ska välja? Välj den grupp som känns mest rimlig att betala din resa

source: Trip meter at start is filled in automatically from the latest entry. If the number is not correct, enter the value that the meter had when you started driving. Also inform the head of the pub crew about this.
sv: Mätaren vid start fylls i automatiskt från det senaste inlägget. Om värdet inte stämmer, skriv in det värde som mätaren hade när du började köra samt informera UTN:s klubbmästare.

source: Trip meter at start must be larger than the last entry in the journal
sv: Tripmätare vid start måste vara större än det senaste inlägget i körjournalen

source: You don't have a written agreement which you must have to drive bocken. Contact the head of the pub crew and send a copy of the details you wrote into the fields below.
sv: Du har inte ett skrivet avtal som du måsta ha för att köra bocken. Kontakta UTN:s klubbmästare och skicka med en kopia av detaljerna som du skrev in i fälten nedan.

source: Trip meter at stop must be larger than the trip meter at start
sv: Tripmätare vid stop måste vara större än trippmätare vid start

source: Can not create a report because there are no journal entries
sv: Kunde inte skapa en rapport eftersom att det inte finns några journalinlägg

source: Can not create a report because there are no journal entries between these two timestamps
sv: Kunde inte skapa en rapport eftersom att det inte finns några journalinlägg mellan dessa tidstämplar

source: The person's private email. Should not be an email ending in @utn.se.
sv: Personens privata email. Ska inte vara en email som slutar med @utn.se

source: Signed agreement
sv: Signerat köravtal

source: Admin
sv: Administratör

source: Admins
sv: Administratörer

source: Name
sv: Namn

source: First and last name
sv: För- och efternamn

source: Phonenumber
sv: Telefonnummer

source: Valid until
sv: Giltig t.o.m

source: Agreements are valid for 1 year by default.
sv: Avtal är giltiga i 1 år som standard

source: Agreement
sv: Köravtal

source: Agreements
sv: Köravtal

source: Reminder to update your Bocken agreement
sv: Påminnelse för att uppdatera ditt Bockenavtal

source: This is an automated message from UTN:s journal system for Bocken. You are receiving this email because you have a Bocken agreement that will expire in 10 days. If you want to continue driving Bocken you must contact UTN:s klubbmästare by replying to this email. If you do not want to continue driving Bocken, you can ignore this email.
sv: Detta är ett automatiskt meddelande från UTN:s journalsystem för Bocken. Du får detta email eftersom att du har ett Bockenavtal som går ut om 10 dagar. Om du vill fortsätta köra Bocken måste du kontakta UTN:s klubbmästare genom att svara på detta email. Om du inte vill fortsätta köra Bocken kan du ignorera detta email

source: Group
sv: Grupp

source: Meter at start
sv: Mätare vid start

source: Meter at stop
sv: Mätare vid stop

source: Created
sv: Skapad

source: Journal Entry
sv: Journalinlägg

source: Journal Entries
sv: Journalinlägg

source: Driven Distance (km)
sv: Körd sträcka (km)

source: UTN's committees and workgroups
sv: UTN:s kommittéer och arbetsgrupper

source: UTN's management team and board
sv: UTN:s ledningsgrupp och styrelse

source: Other officials within UTN
sv: Övriga ämbetsverkare inom UTN

source: Sections
sv: Sektioner

source: Cooperations
sv: Samarbetsföreningar

source: Main group
sv: Huvudgrupp

source: Journal entry group
sv: Körjournalsgrupp

source: Journal entry groups
sv: Körjournalsgrupper

source: Cost per mil (kr)
sv: Kostnad per mil (kr)

source: Each report can have a different cost per mil. This allows the cost per mil to be changed without affecting previous reports
sv: Alla rapporter kan ha olika kostnader per mil. Detta gör det möjligt att ändra kostnaden per mil utan att påverka tidigare rapporter

source: Report
sv: Rapport

source: Reports
sv: Rapporter

source: Swedish
sv: Svenska

source: English
sv: Engelska

source: Create report
sv: Skapa rapport

source: Django site admin
sv: Django webbplatsadministration

source: Home
sv: Hem

source: A report can not be created since there are no journal entries
sv: En rapport kan inte skapas eftersom att det inte finns några journalinlägg

source: A report can not be created since there are no new journal entries since the latest report
sv: En rapport kan inte skapas eftersom att det inte finns några nya journalinlägg sen den senaste rapporten

source: The new report will include all journal entries between the following times
sv: Den nya rapporten kommer inkludera alla journalinlägg som skapats mellan de följande tiderna

source: The times are chosen automatically to prevent gaps from occuring between reports. The start time is chosen as the end time of the previous report. If there are no reports, it takes the time of the first journal entry. The end time is always the current time.
sv: Tiderna väljs automatiskt för att unvika att hål uppstår mellan rapporter. Starttiden sätts till sluttiden av den senaste rapporten. Om det inte finns några rapporter sätts starttiden till tiden då det första journalinlägget skapades. Sluttiden sätts alltid till den nuvarande tiden.

source: Documentation at docs.utn.se
sv: Dokumentation på docs.utn.se

source: OBS! The starting fee is not included in the total cost!
sv: OBS! Startavgiften är inte inkluderad i den totala kostnaden!

source: Total kilometers
sv: Antal kilometer

source: Total mil
sv: Antal mil

source: Total cost
sv: Total kostnad

source: Total
sv: Totalt

source: Groups that are not displayed above have not driven bocken during this time period
sv: Grupper som inte visas ovan har inte kört bocken något under denna tidsperiod

source: Lost cost
sv: Förlorad kostnad

source: Lost costs appear when a group has driven bocken but not filled in the journal afterwards. This means that it is not possible to know who should pay for those kilometers and the cost is therefore "lost".
sv: Förlorade kostnader uppstår när en grupp har kört bocken men glömt fylla i körjournalen efteråt. Det betyder att det inte går att avgöra vem som ska betala för dem kilometrarna och den kostnaden är därmed "förlorad".

source: Total driven kilometers
sv: Totalt körda kilometer

source: Total logged kilometers
sv: Totalt journalförda kilometer

source: Difference
sv: Differens

source: Save cost per mil
sv: Spara kostnad per mil

source: Reports are a collection of all journal entries between two timestamps. These timestamps are automatically chosen so that two subsequent reports lie directly next to eachother i.e. the first one ends where the second one starts. This is to avoid gaps between the reports so that no journal entry is forgotten.
sv: Rapporter är en samanställning av alla journalinlägg mellan två tidsstämplar. Dessa tidsstämplar väljs automatiskt så att två efterliggande rapporter ligger direkt efter varandra, dvs. att den första slutar där den andra börjar. Detta är för att undvika att hål uppstår mellan rapporterna så att inga journalinlägg glöms bort.

source: If a journal entry is included in a report and gets changed (updated, deleted etc.), the report will be automatically updated with that change.
sv: Om ett journalinlägg finns med i en rapport och förändras (uppdateras, tas bort etc.) kommer rapporten att automatiskt bli uppdaterad med den förändringen.

source: Since reports must lie next to eachother, only the latest report can be deleted. This prevents gaps from appearing between two reports if an intermediate report was to be deleted.
sv: Eftersom att rapporter måste ligga direkt efter varandra kan bara den senaste rapporten tas bort. Detta förhindrar att ett hål uppstår mellan två rapporter om en mellanliggande rapport skulle tas bort.

source: new journal entries since the last report
sv: nya journalinlägg sen den senaste rapporten

source: The digital journalsystem for Bocken
sv: Den digitala körjournalen för Bocken

source: Is something not working? Contact the head of the pub crew and send a copy of the details you provided above to
sv: Strular formuläret? Kontakta UTN:s klubbmästare och skicka med en kopia av informationen som du skrev in ovanför till

source: Previous entries
sv: Senaste inläggen

source: Your journal entry has been saved!
sv: Ditt journalinlägg har sparats!

source: The digital journal system for UTN:s car Bocken
sv: Den digitala körjournalen för UTN:s bil Bocken

source: Bocken can only be used by UTN, the sections at TekNat and UTN:s associated organisations!
sv: Bocken får endast användas av UTN, sektionerna på TekNat och UTN:s samarbetsföreningar!

source: In order to drive Bocken you need to sign an agreement. Follow these steps:
sv: För att få köra Bocken måste du har ett signerat köravtal. Följ dessa steg:

source: Download
sv: Ladda ner

source: the agreement
sv: avtalet

source: Read through the agreement
sv: Läs igenom hela avtalet

source: Fill in the form and sign it. You can do this digitally on
sv: Fyll i formuläret och skriv under det. Du kan göra detta digital på

source: Press on DONE and then on download when you have signed it to download it.
sv: Tryck på DONE och sen på download när du har signerat det för att ladda ner det påskrivna avtalet.

source: Send the agreement along with a picture of your driving licens to
sv: Skicka avtalet tillsammans med en bild på ditt körkort till

source: The groups have been split up into different main groups to make it easier to find your group. Choose the main group that your group belongs to and then your group.
sv: Grupperna har delats upp i olika huvudgrupper för att göra det lättare att hitta din grupp. Välj den huvudgrupp som din grupp tillhör and sedan din grupp.

source: Choose a main group
sv: Välj en huvudgrupp

source: Choose your group
sv: Välj din grupp

source: Invalid phonenumber
sv: Ogiltigt telefonnummer

source: Your personnummer must be on the format YYYYMMDD-XXXX
sv: Ditt personnummer måste vara på formen YYYYMMDD-XXXX

source: Invalid personnummer
sv: Ogiltigt personnummer

source: Your agreement has expired! The journal entry you just created has been saved but you need to renew your agreement. Contact UTN:s Head of The Pubcrew: <a class='text-blue-700' href='mailto:%(email)s'>%(email)s</a>
sv: Ditt avtal har gått ut! Journalinlägget du nyss skapade har sparats men du måste förnya ditt avtal. Kontakta UTN:s klubbmästare: <a class='text-blue-700' href='mailto:%(email)s'>%(email)s</a>
